Revit 2027 API
ParameterTypeId.SteelElemWeldLength Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemWeldLength { get; }
Public Shared ReadOnly Property SteelElemWeldLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemWeldLength {
	ForgeTypeId^ get ();
}
static member SteelElemWeldLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace